Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Miejmy nadzieję, że Adanos obdarzy cię łaską zrozumienia wcześniej niż mnie.
uk: Сподіваюсь, Аданос дарує тобі благодать розуміння раніше, ніж мені.

source: Miejmy nadzieję, że i w tej sytuacji mu dopomógł i Riordian również jest w jakimś bezpiecznym miejscu.
uk: Матимемо надію, що і в цій ситуації він допоміг йому, і Ріордіан теж в якомусь безпечному місці.

source: Miejmy nadzieję, że jeszcze nie udało mu się uciec zbyt daleko.
uk: Будемо сподіватися, що йому не вдалось втекти надто далеко.

source: Miejmy nadzieję, że nie cierpieli.
uk: Сподіваюсь, вони не постраждали.

source: Miejmy nadzieję, że nie dotarli tam ani ludzie Lichwiarza, ani Ulryka.
uk: Будемо сподіватися, що ні люди Лихваря, ні люди Ульріка туди ще не дісталися.

source: Miejmy nadzieję, że nie dotarli tam ludzie Lichwiarza i Ulryka.
uk: Сподіваюся, що ні люди Лихваря, ні люди Ульріка туди ще не дісталися.

source: Miejmy nadzieję, że to była dobra decyzja.
uk: Будемо сподіватися, що це було правильне рішення.

source: Miejmy nadzieję, że to zapewni nam kilka miesięcy bez żadnych prób konfiskaty naszych okrętów.
uk: Будемо сподіватися, що це забезпечить нам хоча б кілька місяців без спроб конфіскації наших кораблів.

source: Miejmy nadzieję, że twoje metody się sprawdzą.
uk: Будемо сподіватись, що твої методи спрацюють.

source: Miejmy nadzieję, że ty będziesz miał więcej szczęścia, niż ja. Jeśli tak dalej pójdzie, to za niedługo będą łazić po całej wyspie.
uk: Сподіваюся, тобі пощастить більше, ніж мені. Якщо так піде і далі, незабаром вони будуть по всьому острову.

source: Miejmy nadzieję, że wszystko pójdzie zgodnie z planem, to oboje trochę na tym zarobimy. Spotkajmy się za dwa dni, pod twoim nowym domem.
uk: Сподіватимемось, що все піде за планом, тоді ми вдвох трохи на цьому заробимо. Зустрінемося через два дні, біля твого нового дому.

source: Miejmy nadzieję, że zapłacą nam tutaj lepiej
uk: Будемо сподіватися, що тут нам платитимуть краще

source: Miejmy to już z głowy...
uk: Давай покінчимо з цим...

source: Miejmy to już za sobą!
uk: Давай покінчимо з цим!

source: Miejmy tylko nadzieję, że Adanos się nad nami zlituje i Notger dotrze tu na czas.
uk: Будемо сподіватися, що Аданос зглянеться над нами і Нотгер прибуде вчасно.

source: Miejmy tylko nadzieję, że będzie tam tyle złota, ile Kessel obiecał!
uk: Будемо сподіватися, що там буде стільки золота, скільки обіцяв Кессель!

source: Miejsca do zasadzki są przygotowane. Mogę wracać do Winstana.
uk: Місця для засідок підготовані. Я можу повертатися до Вінстана.

source: Miejsca do zasadzki są przygotowane. Powinienem się teraz zająć Dusterem.
uk: Місця для засідок підготовані. Тепер мені потрібно допомогти Дастеру.

source: Miejsca trochę jest, tylko jakie zwierzę wybrać...
uk: Місця трохи знайдеться, питання лише в тому, якого звіра обрати...

source: Miejscami przypalona księga
uk: Частково обгоріла книга

source: Miejsce było wypełnione tajnymi dokumentami, skrzyniami pełnymi towarów, ale przede wszystkim, bronią. Do czego mógłby jej tyle potrzebować?
uk: Місце було заповнене секретними документами, ящиками, повними товарів, але, перш за все, зброєю. Навіщо йому стільки зброї?

source: Miejsce dla uczestników turnieju. Nie bój się, nie będziesz miał okazji zobaczyć, jak wygląda od środka.
uk: Місце для учасників турніру. Не бійся, у тебе не буде можливості побачити, як це виглядає зсередини.

source: Miejsce dla uczestników turnieju. Wszyscy liczą, że dołączysz do wojowników podczas nadchodzącego turnieju.
uk: Місце для учасників турніру. Всі сподіваються, що ти приєднаєшся до бійців на майбутньому турнірі.

source: Miejsce do rozpalenia ognia.
uk: Місце для розведення вогню.

source: Miejsce do siedzenia.
uk: Місце, де можна посидіти.

source: Miejsce jest dość dobrze ukryte, najłatwiej tam dotrzeć podróżując z Silbach w stronę winnicy Valerio.
uk: Місце досить добре замасковане, найпростіший спосіб дістатися туди – йти від Сільбаху в напрямку виноградника Валеріо.

source: Miejsce już znam. Co z jedzeniem?
uk: Місце я вже знайшов. Що з їжею?

source: Miejsce kmiotów jest na farmie, a teraz zmiataj stąd!
uk: Місце селюків – на фермі, а тепер геть звідси!

source: Miejsce to od dawien dawna nazywano twierdzą Vardhal. Niegdyś urzędował w nim jeden z najbardziej osławionych generałów Wilczych Synów, pokonany dopiero przez myrtańskich najeźdźców.
uk: Це місце здавна називали фортецею Вардхал. Колись у ній проживав один з найвідоміших генералів Вовчих Синів, якого здолали лише міртанські загарбники.

source: Miejsce wygląda, jakby doszło tu do małej szarpaniny. Może jak pójdę po śladach, to się dowiem, co z Finbarem?
uk: Виглядає так, ніби тут відбулася невелика сутичка. Може, якщо я піду по слідах, то зможу дізнатися, що сталося з Фінбаром?

source: Miejsce, do którego ruszamy, jest pełne skarbów.
uk: Місце, куди ми вирушаємо, забите скарбами.

source: Miejscem, do którego tacy młodzikowie jak ty nie powinni zaglądać!
uk: Місце, яке не слід відвідувати таким молодим людям, як ти!

source: Miejscowym bojownikiem Południowców. Więzień twierdził, że to on przekonał Arsa do zamachu na Volkera.
uk: Місцевий борець за права південців. В'язень стверджував, що саме цей Блейк переконав Арса вбити Волкера.

source: Miejska legenda, o której mówił Gamal, okazała się nieprawdziwa. Tak czy inaczej, dał mi oryginalny egzemplarz 'Mistrzostwa Nordmarczyków'. Zaniosę go Winstanowi.
uk: Міська легенда, про яку розповідав Гамаль, виявилася неправдою. Так чи інакше, він дав мені оригінальний примірник 'Майстерності нордмарців'. Я віднесу його Вінстану.

source: Miejska stocznia potrzebuje dobrych ludzi. Obecnie wszyscy się obijają.
uk: На міській корабельні потрібні хороші люди. Наразі вони всі просто байдикують.

source: Miejskiego?
uk: Міський?

source: Mielerze pracują tak samo dobrze w dzień, jak i w nocy, a wszystko dzięki tutejszej ziemi. Nigdzie na wyspie takiej nie znajdziesz!
uk: Вуглярки працюють так само добре як вдень, так і вночі, а все завдяки місцевому ґрунту. Такого більше ніде на острові не знайдеш!

source: Mieli broń, widziałem za ich pasami! Kto w takiej sytuacji odmówiłby współpracy?
uk: У них була зброя, я бачив за поясами! Хто б відмовився співпрацювати в такій ситуації?

source: Mieli patrolować okolice Silbach, odpędzać zwierzęta i rozwiązać problem bandytów.
uk: Вони мали патрулювати околиці Cільбаху, відганяти звірів і вирішувати проблему з бандитами.

source: Mieli załatwić tylko to?
uk: Вони мали виконати тільки це?

source: Mieliście zmusić zwiadowcę wyłącznie do sporządzenia raportu, a nie podrzynać mu gardło! Mało tego! Byliście na tyle nieostrożni, że poplamiliście list jego własną krwią!
uk: Ви повинні були лише змусити розвідника скласти звіт, а не перерізати йому горло! Крім того, ви мали необережність заплямувати лист його кров'ю!

source: Mieliśmy drobne problemy...
uk: У нас виникли невеликі проблеми...

source: Mieliśmy już tu jednego orka, poradzimy sobie z kolejnymi, jeśli będzie trzeba!
uk: У нас вже був тут один орк, ми впораємося і з іншими, якщо буде потрібно!

source: Mieliśmy nauczać o naszym Panu wszystkich niewiernych. Nawracać tych, którzy błądzą, poprzez nasze słowa, przykład i święty ogień.
uk: Ми мали б розповідати всім невіруючим про нашого Господа. Навертати тих, хто помиляється, нашими словами, прикладом і святим вогнем.

source: Mieliśmy problemy na morzu i teraz naprawia żagiel na brzegu niedaleko stąd. Mogę cię do niego zabrać.
uk: У нас були проблеми в морі, і він зараз ремонтує вітрило на березі недалеко звідси. Я можу відвести тебе до нього.

source: Mieliśmy tu jasny i dobrze działający układ,
uk: У нас була чітка і налагоджена система,

source: Mieliśmy tylko przenieść skrzynie ze statku...
uk: Нам просто потрібно було перенести ящики з корабля...

source: Mieliśmy umowę.
uk: У нас була угода.

source: Mieliśmy zabić cieniostwora, a nie od niego uciekać!
uk: Ми повинні вбити тінезвіра, а не тікати від нього!

source: Mieliśmy zacząć nowe życie, z dala od tej wojennej wrzawy. Założyć dom, rodzinę... dlaczego mnie nie posłuchałeś, kochany...
uk: Ми мали розпочати нове життя, подалі від цих жахіть війни. Завести дім, сім'ю... Чому ти не послухав мене, коханий...

source: Mieliśmy ze sobą trochę zapasów. Rozsądnie podzieliliśmy je na racje, a do tego zgarnęliśmy trochę jedzenia z magazynów kopalnianych.
uk: У нас було з собою трохи запасів. Ми розумно розділили їх на порції, а також прихопили трохи їжі зі складів гірників.

source: Mierny posiłek ze szczurzego mięsa,
uk: Кепська пожива зі щурячого м'яса,

source: Miesiąc temu do pracy przyjął mnie tutejszy przedsiębiorca, Volker. Chyba oczarował go sposób w jaki przyrządziłam baraninę z warzywami. Tatko zawsze mówił, że miałam smykałkę do gotowania, więc postanowiłam skorzystać z okazji i zajęłam miejsce byłej kucharki.
uk: Місяць тому місцевий багатій Волкер взяв мене на роботу. Думаю, він був у захваті від того, як я приготувала баранину з овочами. Тато завжди казав, що я маю хист до кулінарії, тож я вирішила скористатися можливістю зайняти місце колишньої кухарки.

source: Miesiąc temu stać mnie było dziennie na dwie kwaterki piwa, a dzisiaj już tylko na jedną!
uk: Місяць тому я міг дозволити собі два кухля пива на день, а сьогодні – лише один!

source: Miesięcy?!
uk: Місяців?!

source: Mieszają ludziom w głowach tymi ulotkami, brzydzę się takimi zagraniami. Trzeba zrobić porządek w tym mieście!
uk: Вони морочать людям голови цими листівками, я ненавиджу такі ігри. У цьому місті потрібно навести порядок!

source: Mieszając sól i ocet i parę innych składników, których nazwy i tak nic ci nie powiedzą, można stworzyć substancję, po której wytworzy się rdzawy nalot na stali.
uk: Змішавши сіль, оцет і ще кілька інгредієнтів, назви яких тобі все одно нічого не скажуть, можна отримати речовину, яка створить іржавий наліт на сталі.

source: Mieszanka mięsa, warzyw i ziela, zasmakuje każdemu,
uk: Суміш м'яса, овочів і зелені, яка смакуватиме

source: Mieszanka przeróżnych mięs.
uk: Суміш різних видів м'яса.

source: Mieszasz się w zeznaniach.
uk: Ти плутаєшся у свідченнях.

source: Mieszek z wygraną Stana
uk: Гаманець з виграшем Стена

source: Mieszka tu ktoś o imieniu Yannick?
uk: Тут живе хтось на ім'я Яннік?

source: Mieszka tu może niejaki Kurt?
uk: Тут, бува, не живе хтось на ім’я Курт?

source: Mieszka tu niejaki Blake?
uk: Тут мешкає Блейк?

source: Mieszka w małej chacie za gospodą, tam, gdzie reszta biedaków.
uk: Він живе в маленькій халупі за корчмою, де і решта бідняків.

source: Mieszka w swojej chacie, w pobliżu kaplicy. Najłatwiej będzie, jak pójdziesz w kierunku południowej bramy wioski, a później odbijesz na zachód.
uk: Він живе у своїй хатині, біля каплиці. Найпростіше його знайти – це йти до південних воріт села, а потім повернути на захід.

source: Mieszkaliśmy w małej osadzie, wszyscy wszystkich znali. Nazywał się Grond i nie miał lewej nogi, przez co trudno mu było znaleźć jakąkolwiek pracę.
uk: Ми жили в маленькому селищі, де всі один одного знали. Його звали Гронд, у нього не було лівої ноги, через що йому було важко знайти якусь роботу.

source: Mieszkam tu z nimi całe życie. Pracuję. Pomagam, gdy tylko ktoś czegoś potrzebuje. No, ale co z tego? Nie mogę liczyć na odrobinę zainteresowania.
uk: Я тут живу з ними все своє життя. Працюю. Допомагаю, як тільки комусь щось потрібно. І що з того? Я не можу розраховувати на хоч якесь зацікавлення.

source: Mieszkam tutaj. Lepsze to niż moknąć na deszczu w mieście.
uk: Я тут живу. Це краще, ніж мокнути під дощем у місті.

source: Mieszkam tutaj. Lepsze to, niż moknąć na deszczu w mieście.
uk: Я тут живу. Це краще, ніж мокнути під дощем у місті.

source: Mieszkam w pobliżu, jeśli ma coś na sumieniu, to chciałbym pomóc uczynić moją dzielnicę bezpieczniejszą.
uk: Я живу неподалік. Якщо йому є що приховувати, я хотів би допомогти зробити мій район безпечнішим.

source: Mieszkamy. Odejdź stąd, albo stanie ci się krzywda!
uk: Живемо. Йди звідси, бо гірше буде!

source: Mieszkanie nie jest zbyt duże, ale niezwykle przytulne! A jakie łóżko jest wygodne! Jeszcze raz gratuluje wspaniałego zakupu i mam nadzieję, że jeszcze się spotkamy.
uk: Помешкання не дуже велике, але надзвичайно затишне! А яке там зручне ліжко! Ще раз вітаю з чудовою покупкою і сподіваюся побачити тебе знову.

source: Mieszkanie to mieszkanie, najważniejsze, że umiejscowione w najbardziej znakomitej dzielnicy miasta!
uk: Помешкання, як помешкання, а головне те, що воно знаходиться у найкращому кварталі міста!

source: Mieszkanie to za dużo powiedziane. Zostałem wrobiony w kupno dziury pod schodami...
uk: Помешкання – це занадто сильно сказано. Мене обманом змусили купити діру під сходами...

source: Mieszkasz tu?
uk: Ти тут мешкаєш?

source: Mieszkał? Czyli już nie... stało się to, co myślę?
uk: Проживав? Тобто вже не... з ним сталося те, про що я думаю?

source: Mieszkańcom bardzo się to spodobało. Nie powinni robić problemów z pochówkiem Flory przy naszej kaplicy.
uk: Мешканцям це дуже сподобалося. Вони не проти, щоб Флора була похована біля нашої каплиці.

source: Mieszkańcy Archolos muszą sami zająć się swoimi problemami, ja już zbyt długo byłem ich chłopcem na posyłki.
uk: Жителі Архолосу повинні самі дбати про свої проблеми, я занадто довго був у них хлопчиком на побігеньках.

source: Mieszkańcy Archolos żyją jak jacyś szlachcice, a nam nie chcą dać złamanego grosza czy małego posiłku!
uk: Жителі Архолосу живуть як якісь вельможі, а нам не дають ні копійки, чи бодай трохи їжі!

source: Mieszkańcy Archolos!
uk: Мешканці Архолосу!

source: Mieszkańcy Archolos! Miło was widzieć ponownie. I to tak licznie.
uk: Громадяни Архолосу! Приємно бачити вас знову. Та ще й у такій кількості.

source: Mieszkańcy Królestwa Myrtany, pokrzepieni i zjednoczeni, z roku na rok zaczęli coraz częściej dostrzegać rozmaite znaki na niebie i ziemi, zwiastujące jeszcze większą burzę, która niechybnie miała nadejść.
uk: Народ королівства Міртана, смиренний і об'єднаний, почав бачити все більше і більше різних знамень на небі та на землі, що віщували ще більшу бурю, яка неминуче повинна була настати.

source: Mieszkańcy Nordmaru z kolei, borykający się z trzaskającymi mrozami, przywykli do zakładania grubych kaftanów z owczej wełny, ocieplanych spodni i ciężkich płaszczy doskonale chroniących przed zimnem.
uk: Мешканці Нордмару, навпаки, звикли носити товсті кафтани з овечої вовни, утеплені штани та важкі кожухи, які чудово захищають їх від холоду.

source: Mieszkańcy Silbach i winnicy Rity narzekają na agresywnego Nordmarczyka. Został kilkukrotnie przyłapany na kradzieży owiec i wszczynaniu bójek. Mężczyzna jest niezwykle silny i agresywny. Podczas ostatniej próby zatrzymania ranił jednego z wartowników.
uk: Мешканці Сільбаху та виноградника Рити скаржаться на агресивного нордмарця. Його вже кілька разів ловили на крадіжці овець та вчиненні бійок. Чоловік надзвичайно сильний і агресивний. Під час останньої спроби затримання він поранив одного з охоронців.

source: Mieszkańcy Silbach i winnicy Rity narzekają na agresywnego Nordmarczyka. Został kilkukrotnie przyłapany na kradzieży owiec i wszczynaniu bójek. Mężczyzna jest niezwykle silny i agresywny. Podczas ostatniej próby zatrzymania ranił jednego z wartowników. Ostatnio widziano go niedaleko wodospadu przy moście pomiędzy Silbach a winnicą Rity. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 300 sztuk złota, do odbioru u strażnika Oktava.
uk: Мешканці Сільбаху та виноградника Рити скаржаться на агресивного нордмарця. Його вже кілька разів ловили на крадіжці овець та вчиненні бійок. Чоловік надзвичайно сильний і агресивний. Під час останньої спроби затримання він поранив одного з охоронців. Востаннє його бачили неподалік водоспаду, на мосту між Сільбахом та виноградником Рити. За виконання смертного вироку передбачена винагорода у розмірі 300 золотих, які можна отримати у вартового Октава.

source: Mieszkańcy Silbach informują o ciele wyłowionym w pobliżu Wybrzeża Topielców. Świadkowie zeznają, że słyszeli krzyki i widzieli szarpaninę, ale gdy dotarli na miejsce, było już za późno.
uk: Мешканці Сільбаху повідомляють про тіло, знайдене поблизу Узбережжя луркерів. Свідки стверджують, що чули крики і бачили бійку, але коли прибули, було вже запізно.

source: Mieszkańcy Silbach informują o ciele wyłowionym w pobliżu Wybrzeża Topielców. Świadkowie zeznają, że słyszeli krzyki i widzieli szarpaninę, ale gdy dotarli na miejsce, było już za późno. Sprawcę, ubranego w strój pirata, widziano za wodospadem, niedaleko Wybrzeża Topielców. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 150 sztuk złota, do odbioru u strażnika Oktava.
uk: Мешканці Сільбаху повідомляють про тіло, знайдене поблизу Узбережжя луркерів. Свідки стверджують, що чули крики і бачили бійку, але коли прибули, було вже запізно. Злочинця, одягненого в піратське вбрання, бачили за водоспадом, неподалік від Узбережжя луркерів. За виконання смертного вироку передбачена винагорода у розмірі 150 золотих, які можна отримати у вартового Октава.

source: Mieszkańcy Silbach już dostatecznie długo żyli w strachu, zasłużyli na chwilę spokoju. Bardzo cię proszę, byś nie rozsiewał takich niedorzecznych pogłosek.
uk: Жителі Сільбаху досить довго жили в страху, вони заслуговують на хвилину спокою. Я дуже прошу тебе не поширювати такі безглузді чутки.

source: Mieszkańcy Silbach pilnie potrzebują zapasów drewna do naprawy chat.
uk: Жителям Сільбаху терміново потрібна деревина для ремонту своїх хатин.

source: Mieszkańcy Silbach pilnie potrzebują zapasów drewna. W wyniku ostatniej burzy wiele chat zostało uszkodzonych.
uk: Жителі Сільбаху терміново потребують деревини. Внаслідок нещодавнього буревію багато хатин було пошкоджено.

source: Mieszkańcy Silbach pilnie potrzebują zapasów.
uk: Мешканцям Сільбаху терміново потрібні припаси.

source: Mieszkańcy Silbach w końcu mogą spać spokojnie, a historia o Bestii bardzo szybko stała się jedynie lokalną legendą.
uk: Мешканці Сільбаху нарешті можуть спати спокійно, а історія про Звіра дуже швидко стала звичайною місцевою легендою.

source: Mieszkańcy Starego Miasta mogą spać spokojnie, zająłem się Wdową. Oktav z pewnością mnie wynagrodzi, gdy się o tym dowie.
uk: Мешканці Старого міста можуть спати спокійно, я подбав про Вдову. Октав неодмінно винагородить мене, коли почує про це.

source: Mieszkańcy Starego Miasta teraz jeszcze bardziej panikują, zanim zdobędziesz potrzebne zezwolenia to malunków może już dawno nie być.
uk: Мешканці Старого міста зараз ще більше панікують, і поки ти отримаєш необхідні дозволи, плями можуть вже давно прибрати.

source: Mieszkańcy Wilczego Leża nie próbowali wam pomóc?
uk: Мешканці Вовчого Лігва не намагалися вам допомогти?

source: Mieszkańcy miasta Archolos!
uk: Мешканці міста Архолос!

source: Mieszkańcy okazali nam wielką gościnność. Gdy tylko przybyliśmy do... rybackiej, każdemu z nas wręczyli glinianą miskę ze strawą pełną ryb,... i małży. Posiłek wnet postawił nas na nogi. W podzięce pobłogosławiliśmy szczodrych ludzi i... problem grasującej w okolicy bestii. Brat Modares postanowił zostać jeszcze kilka dni... upewnić, iż mieszkańcom nic nie zagraża.
uk: Місцеві жителі проявили до нас велику гостинність. Як тільки ми приїхали в... рибальське село, вони вручили кожному з нас глиняну миску з їжею, повну риби... та молюсків. Їжа швидко поставила нас на ноги. На знак подяки ми благословили цих щедрих людей і... проблему звіра, що блукає в цій місцевості. Брат Модарес вирішив залишитися ще на кілька днів щоб переконатися, що жителям нічого не загрожує.

source: Mieszkańcy wielu dzielnic miasta narzekają na nowy rodzaj szczurów, który zaczyna mnożyć się w kanałach. Ugryzienie tych szkodników w wielu przypadkach okazało się śmiertelne.
uk: Мешканці багатьох районів міста скаржаться на новий вид щурів, які починають масово розмножуватися в каналізації. Укуси цих шкідників часто виявляються смертельними.

source: Mieszkańcy wielu dzielnic miasta narzekają na nowy rodzaj szczurów, który zaczyna mnożyć się w kanałach. Ugryzienie tych szkodników w wielu przypadkach okazało się śmiertelne. Gryzonie prawdopodobnie żerują głęboko w korytarzach kanałów i są niezwykle niebezpieczne, szczególnie w większej grupie. Za pozbycie się wszystkich szkodliwych bestii Gildia Kupiecka przewiduje nagrodę w wysokości 450 sztuk złota, do odebrania u łowcy Garosa.
uk: Мешканці багатьох районів міста скаржаться на новий вид щурів, які починають масово розмножуватися в каналізації. Укуси цих шкідників часто виявляються смертельними. Гризуни, ймовірно, харчуються глибоко в каналізаційних каналах і є надзвичайно небезпечними, особливо великими групами. За позбавлення від усіх злісних звірів Торгова Гільдія дає винагороду в розмірі 450 золотих, які можна отримати у мисливця Гароса.

source: Miewam dziwne sny...
uk: Мені сняться дивні сни...

source: Miki
uk: Мікі

source: Mikkel
uk: Міккель

source: Mikstura
uk: Зілля

source: Mikstura Hershlika
uk: Мікстура Гершліка

source: Mikstura dla Marvina
uk: Зілля для Марвіна

source: Mikstura kamiennej skóry
uk: Зілля кам'яної шкіри

source: Mikstura lecznicza
uk: Цілюще зілля

source: Mikstura lecząca wszystkie rany? Przecież to niedorzeczne!
uk: Еліксир, що лікує всі рани? Що за нісенітниця!

source: Mikstura many
uk: Зілля мани

source: Mikstura na trawienie Hershlika.
uk: Мікстура Гершліка для травлення.

source: Mikstura oddychania pod wodą
uk: Зілля підводного дихання

source: Mikstura odnowy many
uk: Зілля відновлення мани

source: Mikstura odnowy życia
uk: Зілля відновлення здоров'я

source: Mikstura swobodnego spadania
uk: Зілля вільного падіння

source: Mikstura szybkości
uk: Зілля швидкості

source: Mikstury czasowe.
uk: Тимчасові зілля.

source: Mikstury regeneracyjne.
uk: Відновлюючі зілля.

source: Mikstury trwałe.
uk: Постійні зілля.

source: Mikstury z nasion.
uk: Зілля з насіння.

source: Milczeć! Skoro masz taki problem z nowym mundurem, to jako pierwszy udasz się w nim na patrol! Będziesz miał okazję do przyzwyczajenia się.
uk: Мовчати! Якщо у тебе такі проблеми з новою формою, то ти першим підеш у ній на патрулювання! Матимеш можливість звикнути до неї.

source: Milczysz, to ciekawe.
uk: Мовчиш? Цікаво.

source: Millie
uk: Міллі

source: Millie była przerażona, ale co miałam zrobić? Chciałby zrobić z nas swoje służki albo kurtyzany.
uk: Міллі була в шоці, але що мені було робити? Він зробив би нас своїми служницями або куртизанками.

source: Millie czuje się już lepiej. Teraz pora dowiedzieć się, co z piratem i częścią towarów przewożoną na ich łodzi. Będę też musiał zdecydować, co zrobić z dziewczynami. Cortez nie będzie zachwycony, jeśli puszczę je wolno. Z drugiej strony, czy musi o nich wiedzieć?
uk: Міллі вже почувається краще. Тепер настав час вирішити, що робити з піратом і частиною товарів, які він перевозив на своєму човні. Мені також доведеться вирішити, як вчинити з дівчатами. Кортез буде не в захваті, якщо я їх відпущу. З іншого боку, чи потрібно йому про них знати?

source: Millie nie chciała odpowiedzieć na moje pytanie. Chyba nie chce rozmawiać tak blisko Bena. Zapytam ją ponownie, gdy się oddali.
uk: Міллі не захотіла відповідати на моє запитання. Думаю, що вона не хоче про це говорити при Бенові. Я запитаю її знову, коли вона відійде трохи далі.

source: Milo - 'Zabicie Fabio w 4 rozdziale pod Wilczym to kanon'
uk: Milo – 'Смерть Фабіо від вовка в 4 розділі – це канон'

source: Mimo druzgocącej przewagi Myrtańczyków, za nic nie mogli zdobyć żadnej z naszych twierdz.
uk: Незважаючи на нищівну перевагу міртанців, вони ніяк не могли захопити жодної нашої фортеці.

source: Mimo dużych rozmiarów, wydają się wyjątkowo lekkie.
uk: Хоч і великі, вони здаються надзвичайно легкими.
